amazonwebservices.aws-toolkit-vscode
cameron.rerun-last-command
eamodio.gitlens
emilast.logfilehighlighter
esbenp.prettier-vscode
fabiospampinato.vscode-diff
github.copilot-chat
grapecity.gc-excelviewer
gruntfuggly.align-mode
ibm.output-colorizer
johnpapa.vscode-peacock
kopub.pydocstring
maimonator.gpu-monitor
marquesmps.dockerfile-validator
mbehr1.vsc-lfs
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
njpwerner.autodocstring
oderwat.indent-rainbow
shakram02.bash-beautify
stackbreak.comment-divider
vscode-icons-team.vscode-icons
